Repository: kraftner/kraftner-wp-torro-forms-date-select
Catalog: languages/kraftner-wp-torro-forms-date-select-*.po
Languages: de_de

source: Date Weekday Dropdown
de_de: Datum Wochentag Dropdown

source: A dropdown listing all days for selected weekdays X days into the future.
de_de: Ein Dropdown das alle Tage für die gewählten Wochentage X Tage in die Zukunft auflistet.

source: Minimal Number of Days in the future
de_de: Minimale Anzahl an Tagen in der Zukunft

source: Maximal Number of Days in the future
de_de: Maximale Anzahl an Tagen in der Zukunft

source: Show Mondays
de_de: Montage anzeigen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Show Tuesdays
de_de: Dienstage anzeigen

source: Show Wednesdays
de_de: Mittwoche anzeigen

source: Show Thursdays
de_de: Donnerstage anzeigen

source: Show Fridays
de_de: Freitage anzeigen

source: Show Saturdays
de_de: Samstage anzeigen

source: Show Sundays
de_de: Sonntage anzeigen

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Day
de_de: Jahr

source: You must enter something here.
de_de: Du musst hier etwas eingeben.

source: The value for the month must be between 1 and 12.
de_de: Der Wert für das Monat muss zwischen 1 und 12 liegen.

source: The value for the day must be between 1 and 31.
de_de: Der Wert für den Tag muss zwischen 1 und 31 liegen.

source: The value for the year must be between %1$s and %2$s.
de_de: Der Wert für das Jahr muss zwischen %1$s und %2$s liegen.

source: Date Dropdown
de_de: Datums Dropdown

source: A dropdown-based date field element.
de_de: Ein Dropdown-basiertes Datumsfeld.

source: Minimum year
de_de: Minimum Jahr

source: Maximum year
de_de: Maximum Jahr

source: Default to today?
de_de: Heute als Standardauswahl?
